ἀγαθός
ἀγάννιφος
ἄγγελος
ἄγε
ἀγείρω
ἀγέραστος
ἀγλαός
ἀγορά
ἀγοράομαι
ἀγορεύω
ἀγορητής
ἄγω
ἀδάκρυτος
ἀεί
ἀείδω
ἀεικής
ἀέκων
ἅζομαι
ἀθάνατος
ἀθερίζω
αἰγίοχος
αἰδέομαι
Αἰθίοψ
αἷμα
αἰνός
αἴξ
αἱρέω
Αἶσα
αἴτιος
αἰχμητής
αἶψα
ἀκέων
ἀκούω
ἄλγος
ἀλεγίζω
ἄλοχος
ἅλς
ἀμείβω
ἀμείνων
ἀμύμων
ἀμύνω
ἀμύσσω
ἀμφηρεφής
ἀμφιβαίνω
ἀμφιμέλας
ἀναβαίνω
ἀναδύνω
ἀναθηλέω
ἀναίδεια
ἀναιδής
ἀναιρέω
ἄναξ
ἀνάποινος
ἀνάσσω
ἀναφαίνω
ἁνδάνω
ἀνδροφόνος
ἀνήρ
ἄνθρωπος
ἀνίστημι
ἀνορούω
ἀντάξιος
ἄντην
ἀντιάω
ἀντιβίην
ἀντίβιος
ἀντίθεος
ἀντίος
ἄνωγα
ἀπαίρω
ἀπαμείβομαι
ἀπάνευθε
ἀπαυράω
ἀπειλέω
ἀπείρων
ἀπερείσιος
ἀπήμων
ἀπηνής
ἀπιθέω
ἄπιος
ἀποβαίνω
ἀποδέχομαι
ἀποδίδωμι
ἄποινα
ἀπόλλυμι
ἀπολυμαίνομαι
ἀπολύω
ἀπονοστέω
ἀποπαύω
ἀποτίνω
ἀπρίατος
ἀπωθέω
ἄρα
ἀράομαι
ἀραρίσκω
ἀργός
ἀργύρεος
ἀργυρότοξος
ἀρείων
ἀρήγω
ἀρητήρ
ἀριστεύς
ἄριστος
ἀρνός
ἄρνυμαι
ἀρχός
ἆσσον
ἀταρτηρός
ἄτη
ἀτιμάζω
ἀτιμάω
ἄτιμος
Ἀτρείδης
ἀτρύγετος
αὐδάω
αὐδή
αὖθις
αὖτε
αὐτῆμαρ
αὐτίκα
αὔτως
ἀφαιρέω
ἄφαρ
ἄφενος
ἀφίημι
ἀφύσσω
ἀχεύω
ἄχος
ἄψ
βαίνω
βάλλω
βαρύς
βασιλεύς
βέλος
βένθος
βία
βιός
βουλή
βουληφόρος
βούλομαι
βοῦς
βροτός
βωτιάνειρα
γαῖα
γαίω
γείνομαι
γενεά
γεραιός
γέρας
γέρων
γηθέω
γῆρας
γίγνομαι
γιγνώσκω
γλαυκῶπις
γλυκύς
γλῶσσα
γόνυ
γουνάζομαι
γυνή
δαίμων
δαίς
δάκρυον
δακρύω
δαμάζω
δασμός
δατέομαι
δείδω
δειλός
δεινός
δέκατος
δέμας
δέρκομαι
δεσμός
δεῦρο
δεύω
δέχομαι
δέω
δηθύνω
δηλέομαι
δημοβόρος
δήν
διάνδιχα
διαπέρθω
δίδωμι
διέπω
διίστημι
δικασπόλος
διογενής
δῖος
Διοτρεφής
δόρυ
Δρύας
δύναμαι
δωδέκατος
δῶμα
δῶρον
ἐάω
ἐγγυαλίζω
ἕζομαι
ἐθέλω
εἴδομαι
εἶδον
εἴθε
εἴκοσι
εἴλω
εἴσω
Ἑκάεργος
ἑκατηβελέτης
ἑκατηβόλος
ἑκατόγχειρος
ἑκατόμβη
ἕκατος
ἑκηβόλος
ἔκπαγλος
ἐκπέρθω
ἐλαύνω
ἔλαφος
ἔλδωρ
ἑλικῶπις
ἑλίκωψ
ἑλίσσω
ἕλκω
ἑλώριον
ἐναρίζω
ἔνδοθι
ἕνεκα
ἔνθα
ἐνθάδε
ἐννῆμαρ
ἐξάγω
ἐξαλαπάζω
ἐξαυδάω
ἐξαῦτις
ἐξερέω
ἔοικα
ἑός
ἐπαγείρω
ἐπαίτιος
ἐπαπειλέω
ἐπασσύτερος
ἐπαυρέω
ἔπειμι
ἔπειτα
ἐπέοικε
ἐπευφημέω
ἐπιείκελος
ἐπιέννυμι
ἐπιμέμφομαι
ἐπιπείθομαι
ἐπιπλέω
ἐπισεύω
ἐπιτέλλω
ἐπιτηδές
ἐπιφέρω
ἐπιχθόνιος
ἐποίχομαι
ἕπομαι
ἔπος
ἔργον
ἔρδω
ἐρεθίζω
ἐρέτης
ἐρέφω
ἐρέω
ἐρητύω
ἐριβῶλαξ
ἐρίζω
ἔρις
ἕρκος
ἔρομαι
ἐρύω
ἐρῶ
ἐρωέω
ἐσθλός
ἑταῖρος
ἑτέρωθεν
ἑτοιμάζω
εὔζωνος
ἐυκνήμις
εὔκομος
εὑρίσκω
εὐρύς
εὖτε
εὐτείχεος
εὔχομαι
εὐχωλή
ἐφίημι
ἐχεπευκής
ἔχθιστος
ἕως
ζάθεος
ζάω
ἠγάθεος
ἡγέομαι
ἡδυεπής
ἧλος
ἧμαι
ἡμέτερος
ἥρως
ἤτοι
ἦτορ
ἠύτε
ἠχήεις
θάλασσα
θαμβέω
θαμέες
θάνατος
θαρσέω
θεά
θέμις
θεοείκελος
θεοπροπέω
θεοπροπία
θεοπρόπιον
θεράπων
θίς
θνήσκω
θνητός
θοός
θυγάτηρ
θύω
θωρήσσω
ἱερεύς
ἱερόν
ἱερός
ἵζω
ἵημι
ἱκάνω
ἱκνέομαι
ἱλάομαι
ἱλάσκομαι
ἰός
ἴσος
ἵστημι
ἱστός
ἴσχω
ἴφθιμος
ἶφι
καθέζομαι
καίω
καλέω
καλλιπάρηος
κάμνω
καπνός
καρδία
κάρηνον
καρπάλιμος
καρπός
καρτερός
καταπέσσω
καταρρέζω
κεῖμαι
κελαινεφής
κελαινός
κέλευθος
κέλομαι
κερδαλεόφρων
κεύθω
κήδω
κῆλον
κῆρ
κήρ
κῆρυξ
κινέω
κιχάνω
κίω
κλαγγή
κλάζω
κλαίω
κλέπτω
κλισία
κλισίηθεν
κλύω
κνῖσα
κοῖλος
κολεόν
κόμη
κόρη
κορωνίς
κοσμήτωρ
κοτέω
κότος
κουρίδιος
κραίνω
κρατερός
κρατέω
κράτιστος
κρείσσων
κρείων
κρήγυος
κρίνω
κτείνω
κύδιστος
κῦδος
κυνώπης
κύων
κώπη
λαμβάνω
λαμπετάω
λαός
λάσιος
λείπω
λέπω
λευκώλενος
λεύσσω
λέχος
λήγω
λιάζομαι
λιγύς
λίπα
λίσσομαι
λοιγός
λοιμός
λόχος
λῦμα
λύω
λωβάομαι
λωίων
μάκαρ
μάκαρος
μακρός
μάλα
μάλιστα
μαντεύομαι
μάντις
μαντοσύνη
μάρναμαι
μάρτυρος
μάχη
μάχομαι
μεγάθυμος
μέγαρον
μεθίημι
μεθομιλέω
μείρομαι
μέλας
μέλι
μένος
μένω
μερμηρίζω
μέροψ
μεταξύ
μετατρέπομαι
μετάφημι
μεταφράζω
μετεῖπον
μετόπισθε
μῆνις
μηνίω
μηρία
μηρός
μήτηρ
μητίετα
μιμνήσκω
μίνυνθα
μινυνθάδιος
μογέω
μοῖρα
μυθέομαι
μῦθος
μυρίος
ναί
ναίω
ναός
ναῦς
νέκυς
νέομαι
νέος
νοέω
νόος
νόσος
νόσφι
νύξ
ξανθός
ξίφος
ξυνήιος
ὁδός
ὄζος
ὄθομαι
οἶδα
ὀιζυρός
οἴκαδε
οἴκοι
οἶκος
οἰνοβαρής
οἴομαι
οἶος
οἷος
οἴχομαι
οἰωνοπόλος
οἰωνός
ὀλέκω
ὀλίγος
ὄλλυμι
ὀλοός
ὁμηγερής
ὁμιλέω
ὁμίχλη
ὄμμα
ὄμνυμι
ὁμοῖος
ὁμοιόω
ὁμοῦ
ὁμῶς
ὄναρ
ὀνειδίζω
ὄνειδος
ὀνειροπόλος
ὀνίνημι
ὀνομάζω
ὀξύς
ὄπισθεν
ὀπίσω
ὁπότε
ὁράω
ὀρέγνυμι
ὀρεσκῷος
ὀρεύς
ὅρκος
ὁρμαίνω
ὄρνυμι
ὄρος
ὄσσε
ὄσσομαι
ὀτρηρός
οὐδείς
οὐλόμενος
οὖν
οὕνεκα
οὐρανόθεν
οὐρανός
οὐτιδανός
οὕτως
ὀφείλω
ὀφέλλω
ὄφρα
ὄχα
παῖς
παλάμη
παλίλλογος
παλιμπλάζομαι
πάλιν
πάμπαν
πάντῃ
παρέζομαι
πάρειμι
παρέρχομαι
πάρημαι
πάροιθε
πάτρη
παύω
πείθω
πειράω
πείρω
πέλω
πέμπω
πένθος
πένομαι
περιέχω
πίμπλημι
πίπτω
πίων
πλείων
πλέως
πλοῦτος
ποδαρκής
ποθή
ποθι
ποιμήν
πολεμίζω
πόλεμος
πολιός
πόλις
πολλάκις
πολύμητις
πολύφλοισβος
πόντος
πόποι
πόρω
ποτέ
πότνια
πούς
πρίν
πρό
προβέβουλα
προερύω
προιάπτω
προίημι
προσαυδάω
προσεῖπον
πρόσθεν
πρόσφημι
προσφωνέω
πρόσω
προτίθημι
πρόφρων
πρύμνα
πρώτιστος
πρῶτος
πτερόεις
πτολίεθρον
πυνθάνομαι
πῦρ
πυρή
πω
πώποτε
ῥέζω
ῥέω
ῥίγιον
σημαίνω
σκηπτοῦχος
σκῆπτρον
σκιόεις
στέμμα
στενάχω
στῆθος
στρατός
στυγέω
συμμαχέω
σύμπας
συνδέω
συνίημι
συντίθημι
σφεῖς
σφωίτερος
σώζω
σῶς
ταρβέω
ταῦρος
τάχα
τέκνον
τέκος
τέλειος
τελέω
τελήεις
τέλλω
τεός
τερπικέραυνος
τετραπλόος
τεύχω
τηλόθεν
τηλόθι
τίθημι
τίκτω
τιμάω
τιμή
τίνω
τίπτε
τλάω
τομή
τόξον
τόσος
τοὔνεκα
τρέπω
τρέφω
τριπλόος
τρίτατος
τυτθός
ὕβρις
ὑγρός
υἱός
ὑπείκω
ὑπεροπλία
ὑποβλήδην
ὑποδείδω
ὑπόδρα
ὑπολύω
ὕστερος
ὑψιβρεμέτης
φαίνω
φαρέτρα
φάσγανον
φέρτατος
φέρω
φεύγω
φήρ
φθίω
φιλέω
φιλοκτέανος
φλοιός
Φοῖβος
φορέω
φράζω
φρήν
φρονέω
φυή
φύλλον
φυσάω
φωνέω
χαίρω
χαλκοβατής
χαλκός
χαλκοχίτων
χαρίεις
χερείων
χέω
χθιζός
χθών
χόλος
χολόω
χραισμέω
χρεώ
χρή
χρύσεος
χώομαι
ψυχή
ὠθέω
ὦκα
Ὠκεανός
ὠκύμορος
ὠκύπορος
ὠκύς
ὦμος
